Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# health.connect.body
source: Bring recent runs, walks, rides, distance, calories, routes, and heart rate into Plainstride. Completed Plainstride activities can also be shared with Health Connect.
es: Importa en Plainstride tus carreras, caminatas y salidas en bici recientes, con distancia, calorías, rutas y frecuencia cardíaca. También puedes compartir con Health Connect las actividades completadas en Plainstride.
zh_hans: 将近期跑步、步行和骑行的距离、热量、路线及心率导入 Plainstride。你也可以把在 Plainstride 完成的活动共享到健康数据共享。

# health.connect.privacy
source: You choose each permission. Plainstride only reads or writes the data types you allow, and you can revoke access at any time.
es: Tú eliges cada permiso. Plainstride solo lee o escribe los tipos de datos que autorizas y puedes retirar el acceso cuando quieras.
zh_hans: 每项权限都由你决定。Plainstride 只会读写你允许的数据类型，你也可以随时撤销授权。

# health.connect.connected
source: Health Connect is connected.
es: Health Connect está conectado.
zh_hans: 已连接健康数据共享。

# health.connect.partial
source: Some Health Connect permissions are off. Available data will still work.
es: Algunos permisos de Health Connect están desactivados. Los datos disponibles seguirán funcionando.
zh_hans: 部分健康数据权限尚未开启，已授权的数据仍可正常使用。

# health.connect.review.permissions
source: Review permissions
es: Revisar permisos
zh_hans: 查看权限

# health.connect.revoked
source: Health Connect access was removed. Reconnect to resume importing and sharing activities.
es: Se retiró el acceso a Health Connect. Vuelve a conectarlo para importar y compartir actividades.
zh_hans: 健康数据访问权限已被撤销。重新连接后可继续导入和共享活动。

# health.connect.permission.prompt
source: Allow the data types you want Plainstride to use.
es: Autoriza los tipos de datos que quieras usar con Plainstride.
zh_hans: 请选择允许 Plainstride 使用的数据类型。

# health.connect.allow
source: Choose permissions
es: Elegir permisos
zh_hans: 选择权限

# health.connect.update.required
source: Health Connect needs an update before Plainstride can connect.
es: Debes actualizar Health Connect para poder conectarlo con Plainstride.
zh_hans: 需要更新健康数据共享，才能与 Plainstride 连接。

# health.connect.update
source: Update Health Connect
es: Actualizar Health Connect
zh_hans: 更新健康数据共享

# health.connect.unavailable
source: Health Connect is not available on this device. You can continue using Plainstride normally.
es: Health Connect no está disponible en este dispositivo. Puedes seguir usando Plainstride con normalidad.
zh_hans: 此设备不支持健康数据共享，你仍可正常使用 Plainstride。

# health.connect.manage
source: Manage access
es: Gestionar acceso
zh_hans: 管理权限

# health.connect.not.now
source: Not now
es: Ahora no
zh_hans: 暂不连接

# livecoach.channel.name
source: Live coaching
es: Entrenamiento en vivo
zh_hans: 实时指导

# livecoach.notification.title
source: Plainstride coach
es: Entrenador de Plainstride
zh_hans: Plainstride 教练

# livecoach.notification.active
source: Coaching is active
es: El entrenamiento está activo
zh_hans: 指导进行中

# livecoach.notification.paused
source: Coaching paused
es: Entrenamiento en pausa
zh_hans: 指导已暂停

# livecoach.cue.steady
source: You’re settled. Keep this rhythm.
es: Vas estable. Mantén este ritmo.
zh_hans: 节奏很稳，继续保持。

# livecoach.cue.adjust
source: Make one small adjustment and keep it smooth.
es: Haz un pequeño ajuste y mantén la fluidez.
zh_hans: 小幅调整，保持顺畅。

# livecoach.cue.climb
source: Run this climb by effort and stay relaxed.
es: Sube por sensaciones y mantén la relajación.
zh_hans: 按体感上坡，保持放松。

# livecoach.cue.finish
source: If it feels good, build gradually to the finish.
es: Si te sientes bien, aumenta poco a poco hasta el final.
zh_hans: 如果感觉不错，逐渐加力完成。

# livecoach.cue.pause
source: Activity paused.
es: Actividad en pausa.
zh_hans: 活动已暂停。

# livecoach.cue.resume
source: Activity resumed.
es: Actividad reanudada.
zh_hans: 活动已继续。

# livecoach.settings.title
source: Live coach
es: Entrenador en vivo
zh_hans: 实时教练

# livecoach.enable
source: Coach during activities
es: Entrenar durante las actividades
zh_hans: 运动时开启指导

# livecoach.enable.detail
source: Hear timely, short guidance while you move.
es: Escucha indicaciones breves y oportunas mientras te mueves.
zh_hans: 运动过程中收听简短、及时的建议。

# livecoach.catalog.error
source: Coaching choices aren’t available right now. Your saved choice is unchanged.
es: Las opciones no están disponibles ahora. Tu selección guardada no ha cambiado.
zh_hans: 暂时无法获取指导选项，已保存的选择不会改变。

# livecoach.frequency
source: Frequency
es: Frecuencia
zh_hans: 提示频率

# livecoach.quiet
source: Quiet
es: Tranquilo
zh_hans: 安静

# livecoach.responsive
source: Responsive
es: Adaptable
zh_hans: 适时

# livecoach.coach.me
source: Coach me
es: Guíame
zh_hans: 积极指导

# livecoach.persona
source: Coaching style
es: Estilo de entrenamiento
zh_hans: 指导风格

# livecoach.voice
source: Voice
es: Voz
zh_hans: 语音

# livecoach.privacy
source: Live coach sends a bounded activity snapshot for each cue. Exact location, heart-rate data, and spoken audio are not included in analytics.
es: El entrenador envía un resumen limitado de la actividad para cada indicación. Las analíticas no incluyen la ubicación exacta, el pulso ni el audio hablado.
zh_hans: 每次生成提示时，实时教练只发送有限的运动摘要。分析数据不包含精确位置、心率或语音内容。

# onboarding.back
source: Back
es: Atrás
zh_hans: 返回

# onboarding.progress
source: %d of %d
es: %d de %d
zh_hans: 第 %d 步，共 %d 步

# onboarding.continue
source: Continue
es: Continuar
zh_hans: 继续

# onboarding.skip
source: Skip for now
es: Omitir por ahora
zh_hans: 暂时跳过

# onboarding.build.week
source: Build my first week
es: Crear mi primera semana
zh_hans: 制定我的第一周计划

# onboarding.identity.title
source: Tell us what to call you
es: Dinos cómo llamarte
zh_hans: 告诉我们如何称呼你

# onboarding.display.name
source: Display name
es: Nombre visible
zh_hans: 显示名称

# onboarding.username
source: Username
es: Nombre de usuario
zh_hans: 用户名

# onboarding.email
source: Email
es: Correo electrónico
zh_hans: 电子邮箱

# onboarding.username.help
source: Use 3–30 letters, numbers, underscores, or hyphens.
es: Usa entre 3 y 30 letras, números, guiones bajos o guiones.
zh_hans: 请输入 3–30 个字母、数字、下划线或连字符。

# onboarding.goal.title
source: What are you working toward?
es: ¿Qué quieres conseguir?
zh_hans: 你正在为哪个目标努力？

# onboarding.goal.subtitle
source: Your companion will turn this into a realistic first week.
es: Tu compañero lo convertirá en una primera semana realista.
zh_hans: 你的跑步伙伴会据此制定切实可行的第一周计划。

# onboarding.goal.consistency
source: Run consistently
es: Correr con constancia
zh_hans: 保持规律跑步

# onboarding.goal.start
source: Start running
es: Empezar a correr
zh_hans: 开始跑步

# onboarding.goal.comeback
source: Return after a break
es: Volver después de una pausa
zh_hans: 休整后重返跑步

# onboarding.goal.race
source: Train for a race
es: Preparar una carrera
zh_hans: 备战比赛

# onboarding.goal.faster
source: Run faster
es: Correr más rápido
zh_hans: 提升速度

# onboarding.baseline.title
source: What does running look like lately?
es: ¿Cuánto corres últimamente?
zh_hans: 你最近的跑步情况如何？

# onboarding.baseline.subtitle
source: A starting estimate is enough. Your runs will make it more accurate.
es: Una estimación inicial basta. Tus carreras la harán más precisa.
zh_hans: 大致估计即可。之后的跑步会让判断更准确。

# onboarding.recent.frequency
source: RECENT FREQUENCY
es: FRECUENCIA RECIENTE
zh_hans: 近期频率

# onboarding.frequency.none
source: Not running yet
es: Aún no corro
zh_hans: 还没开始跑

# onboarding.frequency.occasional
source: Occasionally
es: De vez en cuando
zh_hans: 偶尔

# onboarding.frequency.one.two
source: 1–2 times a week
es: 1–2 veces por semana
zh_hans: 每周 1–2 次

# onboarding.frequency.three.plus
source: 3+ times a week
es: 3+ veces por semana
zh_hans: 每周 3 次以上

# onboarding.comfortable.minutes
source: Comfortable run · %d min
es: Carrera cómoda · %d min
zh_hans: 舒适跑 · %d 分钟

# onboarding.week.title
source: What can most weeks support?
es: ¿Qué permite una semana normal?
zh_hans: 大多数星期实际能安排多少？

# onboarding.week.subtitle
source: Choose what feels realistic, not ideal.
es: Elige algo realista, no ideal.
zh_hans: 请选择现实可行的安排，而非理想状态。

# onboarding.runs.per.week
source: %d runs per week
es: %d carreras por semana
zh_hans: 每周跑 %d 次

# onboarding.weekday.minutes
source: About %d min on weekdays
es: Unos %d min entre semana
zh_hans: 工作日约 %d 分钟

# onboarding.add.birthday
source: Add birthday
es: Añadir fecha de nacimiento
zh_hans: 添加出生日期

# onboarding.date.confirm
source: Use date
es: Usar fecha
zh_hans: 使用此日期

# onboarding.date.clear
source: Cancel
es: Cancelar
zh_hans: 取消

# onboarding.height.cm
source: Height (cm)
es: Altura (cm)
zh_hans: 身高（厘米）

# onboarding.height.in
source: Height (in)
es: Altura (in)
zh_hans: 身高（英寸）

# onboarding.weight.kg
source: Weight (kg)
es: Peso (kg)
zh_hans: 体重（公斤）

# onboarding.weight.lb
source: Weight (lb)
es: Peso (lb)
zh_hans: 体重（磅）

# onboarding.sex.not.provided
source: Not provided
es: Prefiero no indicarlo
zh_hans: 暂不提供

# onboarding.sex.female
source: Female
es: Femenino
zh_hans: 女性

# onboarding.sex.male
source: Male
es: Masculino
zh_hans: 男性

# onboarding.measurement.error
source: Use 90–250 cm and 25–350 kg, or leave the fields blank.
es: Usa 90–250 cm y 25–350 kg, o deja los campos vacíos.
zh_hans: 身高请输入 90–250 厘米，体重请输入 25–350 公斤，也可留空。

# onboarding.ready.title
source: Here’s what I understand
es: Esto es lo que he entendido
zh_hans: 这是我目前对你的了解

# onboarding.ready.subtitle
source: Correct anything by going back. Plainstride will keep learning after setup.
es: Vuelve atrás para corregir algo. Plainstride seguirá aprendiendo después.
zh_hans: 如需更正，请返回修改。设置完成后，Plainstride 仍会继续了解你。

# onboarding.summary.goal
source: GOAL
es: OBJETIVO
zh_hans: 目标

# onboarding.summary.start
source: STARTING POINT
es: PUNTO DE PARTIDA
zh_hans: 起点

# onboarding.summary.week
source: REALISTIC WEEK
es: SEMANA REALISTA
zh_hans: 实际安排

# onboarding.summary.start.value
source: %@ · %d min comfortable
es: %@ · %d min con comodidad
zh_hans: %@ · 舒适跑 %d 分钟

# onboarding.summary.week.value
source: %d runs · about %d min
es: %d carreras · unos %d min
zh_hans: 跑 %d 次 · 每次约 %d 分钟

# onboarding.calibration.one
source: Comfortable run
es: Carrera cómoda
zh_hans: 舒适跑

# onboarding.calibration.one.detail
source: Learn your natural easy effort
es: Conocer tu esfuerzo suave natural
zh_hans: 了解你自然的轻松强度

# onboarding.calibration.two
source: Easy + pickups
es: Suave + aceleraciones
zh_hans: 轻松跑 + 加速跑

# onboarding.calibration.two.detail
source: Observe controlled faster running
es: Observar ritmos más rápidos y controlados
zh_hans: 观察可控的提速表现

# onboarding.calibration.three
source: Longer relaxed run
es: Carrera relajada más larga
zh_hans: 较长距离轻松跑

# onboarding.calibration.three.detail
source: Learn endurance and recovery
es: Conocer tu resistencia y recuperación
zh_hans: 了解耐力与恢复情况

# onboarding.ai.explanation
source: Your first runs will tune effort, endurance, and recovery. These are starting estimates, not judgments.
es: Tus primeras carreras ajustarán el esfuerzo, la resistencia y la recuperación. Son estimaciones iniciales, no valoraciones.
zh_hans: 前三次跑步会帮助调整强度、耐力和恢复建议。这只是起始估计，并非对你的评判。

# progress.title
source: Progress
es: Progreso
zh_hans: 训练进展

# progress.this.week
source: This week
es: Esta semana
zh_hans: 本周

# progress.distance
source: Distance
es: Distancia
zh_hans: 距离

# progress.time
source: Time
es: Tiempo
zh_hans: 时间

# progress.elevation
source: Elevation
es: Desnivel
zh_hans: 爬升

# progress.four.week.trend
source: Four-week distance
es: Distancia en cuatro semanas
zh_hans: 四周距离趋势

# progress.chart.week.value
source: Week of %@: %@
es: Semana del %@: %@
zh_hans: %@ 当周：%@

# progress.personal.records
source: Personal records
es: Récords personales
zh_hans: 个人纪录

# progress.race.predictions
source: Race predictions
es: Predicciones de carrera
zh_hans: 比赛成绩预测

# progress.gear
source: Gear
es: Equipamiento
zh_hans: 装备

# progress.gear.retired
source: Retired
es: Retiradas
zh_hans: 已退役

# progress.gear.mileage
source: %@ of %@
es: %@ de %@
zh_hans: 已用 %@，共 %@

# progress.gear.retirement.due
source: You have reached this shoe’s mileage target.
es: Has alcanzado el objetivo de kilometraje de estas zapatillas.
zh_hans: 这双跑鞋已达到设定里程。

# progress.momentum.today
source: You showed up today
es: Hoy cumpliste contigo
zh_hans: 今天你行动了

# progress.momentum.return
source: Back after a rest window
es: De vuelta después de descansar
zh_hans: 休整之后，再次出发

# progress.momentum.rhythm
source: You are building rhythm
es: Estás ganando constancia
zh_hans: 你正在建立稳定节奏

# progress.momentum.short
source: Short sessions still count
es: Las sesiones cortas también cuentan
zh_hans: 短时间训练也有价值

# progress.momentum.simple
source: Keep the day simple
es: Haz que hoy sea sencillo
zh_hans: 今天，简单练就好

# progress.confidence.low
source: Low confidence
es: Confianza baja
zh_hans: 可信度较低

# progress.confidence.medium
source: Medium confidence
es: Confianza media
zh_hans: 可信度中等

# progress.confidence.high
source: High confidence
es: Confianza alta
zh_hans: 可信度较高

# progress.activities.count
source: %d activities
es: %d actividades
zh_hans: %d 次活动

# progress.momentum.week.count
source: %d activities this week
es: %d actividades esta semana
zh_hans: 本周已完成 %d 次活动

# recording.notification.channel.name
source: Activity recording
es: Registro de actividad
zh_hans: 活动记录

# recording.notification.channel.description
source: Keeps location recording active during an activity
es: Mantiene activo el registro de ubicación durante una actividad
zh_hans: 在活动期间持续记录位置信息

# recording.notification.title
source: Recording activity
es: Registrando actividad
zh_hans: 正在记录活动

# recording.notification.active
source: Tracking your time, distance, and route
es: Registrando tiempo, distancia y ruta
zh_hans: 正在记录时间、距离和路线

# recording.notification.paused
source: Activity paused
es: Actividad en pausa
zh_hans: 活动已暂停

# recording.notification.pause.action
source: Pause
es: Pausar
zh_hans: 暂停

# recording.notification.resume.action
source: Resume
es: Reanudar
zh_hans: 继续

# recording.close
source: Close
es: Cerrar
zh_hans: 关闭

# recording.freestyle
source: Freestyle activity
es: Actividad libre
zh_hans: 自由活动

# recording.start
source: Start activity
es: Iniciar actividad
zh_hans: 开始活动

# recording.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# recording.workout.plan
source: Workout plan
es: Plan de entrenamiento
zh_hans: 训练计划

# recording.goal.freestyle
source: No preset target. Move by feel.
es: Sin objetivo fijo. Muévete según tus sensaciones.
zh_hans: 不设目标，跟着身体感受前进。

# recording.goal.distance
source: Distance goal · %@
es: Objetivo de distancia · %@
zh_hans: 距离目标 · %@

# recording.goal.time
source: Time goal · %@
es: Objetivo de tiempo · %@
zh_hans: 时间目标 · %@

# recording.goal.calories
source: Energy goal · %d kcal
es: Objetivo de energía · %d kcal
zh_hans: 能量目标 · %d 千卡

# recording.goal.workout
source: Structured workout
es: Entrenamiento estructurado
zh_hans: 结构化训练

# recording.approximate.warning
source: Approximate location is on. Distance and pace may be less accurate.
es: La ubicación aproximada está activada. La distancia y el ritmo pueden ser menos precisos.
zh_hans: 目前使用大致位置，距离和配速可能不够准确。

# recording.location.permission.title
source: Allow location while you move
es: Permite la ubicación mientras te mueves
zh_hans: 允许在运动时使用位置

# recording.location.permission.body
source: Plainstride uses your location to record distance, pace, and your route. Your route stays private unless you explicitly share it.
es: Plainstride usa tu ubicación para registrar la distancia, el ritmo y la ruta. La ruta es privada salvo que decidas compartirla.
zh_hans: Plainstride 使用位置信息记录距离、配速和路线。除非你主动分享，否则路线始终保持私密。

# recording.location.permission.denied
source: Location access is off. Enable it in Settings to record an outdoor activity.
es: El acceso a la ubicación está desactivado. Actívalo en Ajustes para registrar una actividad al aire libre.
zh_hans: 位置权限已关闭。请前往设置开启，以记录户外活动。

# recording.camera.permission.title
source: Camera access is off
es: El acceso a la cámara está desactivado
zh_hans: 相机权限已关闭

# recording.camera.permission.body
source: Enable Camera for Plainstride in Settings to add private activity photos.
es: Activa Cámara para Plainstride en Ajustes para añadir fotos privadas de la actividad.
zh_hans: 请在设置中允许 Plainstride 使用相机，以添加私密的活动照片。

# recording.continue
source: Continue
es: Continuar
zh_hans: 继续

# recording.open.settings
source: Open Settings
es: Abrir Ajustes
zh_hans: 打开设置

# recording.not.now
source: Not now
es: Ahora no
zh_hans: 暂不

# recording.show.camera
source: Show camera
es: Mostrar cámara
zh_hans: 显示相机

# recording.show.map
source: Show map
es: Mostrar mapa
zh_hans: 显示地图

# recording.camera.ready
source: Capture a moment from your activity
es: Captura un momento de tu actividad
zh_hans: 记录活动中的这一刻

# recording.capture.photo
source: Capture photo
es: Hacer foto
zh_hans: 拍照

# recording.activity.photo
source: Activity photo
es: Foto de la actividad
zh_hans: 活动照片

# recording.acquiring.location
source: Acquiring location…
es: Buscando ubicación…
zh_hans: 正在获取位置…

# recording.activity.in.progress
source: Activity in progress
es: Actividad en curso
zh_hans: 活动进行中

# recording.time
source: Time
es: Tiempo
zh_hans: 时间

# recording.distance
source: Distance
es: Distancia
zh_hans: 距离

# recording.pace
source: Pace
es: Ritmo
zh_hans: 配速

# recording.elevation
source: Elevation
es: Desnivel
zh_hans: 爬升

# recording.pause
source: Pause
es: Pausar
zh_hans: 暂停

# recording.resume
source: Resume
es: Reanudar
zh_hans: 继续

# recording.finish
source: Finish
es: Finalizar
zh_hans: 结束

# recording.finish.title
source: Finish activity?
es: ¿Finalizar la actividad?
zh_hans: 结束活动？

# recording.finish.body
source: Stop recording and review this activity.
es: Detén el registro y revisa esta actividad.
zh_hans: 停止记录并查看本次活动。

# recording.keep.going
source: Keep going
es: Seguir
zh_hans: 继续活动

# recording.discard
source: Discard
es: Descartar
zh_hans: 丢弃

# recording.discard.title
source: Discard this activity?
es: ¿Descartar esta actividad?
zh_hans: 丢弃本次活动？

# recording.discard.body
source: This recording and its private photos will not be saved.
es: Este registro y sus fotos privadas no se guardarán.
zh_hans: 本次记录及私密照片将不会保存。

# recording.nice.work
source: Nice work.
es: Buen trabajo.
zh_hans: 干得漂亮。

# recording.reflection.prompt
source: How did that effort feel?
es: ¿Cómo sentiste el esfuerzo?
zh_hans: 这次活动感觉如何？

# recording.reflection.strong
source: Strong
es: Fuerte
zh_hans: 状态很好

# recording.reflection.steady
source: Steady
es: Constante
zh_hans: 稳定

# recording.reflection.tough
source: Tough
es: Duro
zh_hans: 很吃力

# recording.add.photo
source: Add activity photo
es: Añadir foto de la actividad
zh_hans: 添加活动照片

# recording.remove.photo
source: Remove photo
es: Eliminar foto
zh_hans: 移除照片

# recording.save.activity
source: Save activity
es: Guardar actividad
zh_hans: 保存活动

# recording.saving.activity
source: Saving…
es: Guardando…
zh_hans: 正在保存…

# recording.save.failed
source: Couldn’t save the activity. Your recording is safe—try again.
es: No se pudo guardar la actividad. Tu registro está a salvo; inténtalo de nuevo.
zh_hans: 未能保存活动。记录仍安全保留，请重试。

# recording.default.activity.title
source: Plainstride activity
es: Actividad de Plainstride
zh_hans: Plainstride 活动

# recording.reflection.title
source: Post-activity reflection
es: Reflexión después de la actividad
zh_hans: 活动后感受

# recording.short.activity
source: Short activities are saved too. You’re always in control.
es: También puedes guardar actividades cortas. Tú decides.
zh_hans: 短活动也可以保存，始终由你决定。

# recording.voice.command
source: Use a voice command
es: Usar un comando de voz
zh_hans: 使用语音指令

# recording.spoken.stats
source: Time %@, distance %@, current pace %@
es: Tiempo %@, distancia %@, ritmo actual %@
zh_hans: 用时 %@，距离 %@，当前配速 %@

# safety.safety.title
source: Safety & live sharing
es: Seguridad y ubicación en vivo
zh_hans: 安全与实时位置

# safety.safety.explanation
source: Share a time-limited private link with people you trust. Live sharing is off by default and ends when you stop or finish.
es: Comparte un enlace privado y temporal con personas de confianza. Está desactivado por defecto y termina cuando paras o finalizas.
zh_hans: 向信任的人分享有时限的私密链接。实时位置默认关闭，并会在你停止或结束活动时终止。

# safety.safety.notification.title
source: Stay informed
es: Mantente al tanto
zh_hans: 及时了解动态

# safety.safety.notification.body
source: Allow notifications for invitations, Cheers, and important Circle updates. Your inbox still works if you decline.
es: Permite notificaciones de invitaciones, ánimos y novedades importantes del Círculo. La bandeja seguirá disponible si no aceptas.
zh_hans: 允许接收邀请、鼓励和重要圈子动态。即使拒绝权限，站内通知仍然可用。

# safety.safety.settings
source: Open settings
es: Abrir ajustes
zh_hans: 打开设置

# safety.safety.allow
source: Allow notifications
es: Permitir notificaciones
zh_hans: 允许通知

# safety.safety.contacts
source: Trusted contacts
es: Contactos de confianza
zh_hans: 信任联系人

# safety.safety.add.contact
source: Add trusted contact
es: Añadir contacto de confianza
zh_hans: 添加信任联系人

# safety.safety.remove.contact
source: Remove trusted contact
es: Eliminar contacto
zh_hans: 移除信任联系人

# safety.safety.sms
source: Text message
es: Mensaje de texto
zh_hans: 短信

# safety.safety.push
source: Push notification
es: Notificación push
zh_hans: 推送通知

# safety.safety.disclaimer
source: Plainstride live sharing is not an emergency service. Call local emergency services when you need urgent help.
es: La ubicación en vivo de Plainstride no es un servicio de emergencias. Llama a los servicios locales si necesitas ayuda urgente.
zh_hans: Plainstride 实时位置并非紧急救援服务。如需紧急帮助，请联系当地急救机构。

# safety.inbox.title
source: Notification Center
es: Centro de notificaciones
zh_hans: 通知中心

# safety.inbox.empty
source: You’re all caught up.
es: Estás al día.
zh_hans: 暂无新通知。

# settings.photos.save.activity
source: Save activity photos
es: Guardar fotos de las actividades
zh_hans: 保存运动照片

# settings.photos.save.activity.detail
source: Automatically save activity photos to Photos
es: Guarda automáticamente las fotos de actividades en Fotos
zh_hans: 自动将运动照片保存到“照片”

# settings.photos.section
source: Photos
es: Fotos
zh_hans: 照片

# settings.me.title
source: Me
es: Yo
zh_hans: 我的

# settings.runner
source: Runner
es: Corredor
zh_hans: 跑者

# settings.refresh
source: Refresh
es: Actualizar
zh_hans: 刷新

# settings.settings.title
source: Settings
es: Ajustes
zh_hans: 设置

# settings.open.settings
source: Open settings
es: Abrir ajustes
zh_hans: 打开设置

# settings.back
source: Back
es: Atrás
zh_hans: 返回

# settings.this.week
source: This week
es: Esta semana
zh_hans: 本周

# settings.minutes
source: Minutes
es: Minutos
zh_hans: 分钟

# settings.kilometers
source: Kilometers
es: Kilómetros
zh_hans: 公里

# settings.consistency
source: Consistency
es: Constancia
zh_hans: 坚持度

# settings.current.plan
source: Current plan
es: Plan actual
zh_hans: 当前计划

# settings.no.active.plan
source: No active plan
es: Sin plan activo
zh_hans: 暂无训练计划

# settings.no.active.plan.body
source: Set up a plan from Today when you’re ready.
es: Configura un plan desde Hoy cuando quieras.
zh_hans: 准备好后，可在“今天”中创建计划。

# settings.plan.synced
source: Synced with your adaptive training plan.
es: Sincronizado con tu plan de entrenamiento adaptativo.
zh_hans: 已与你的自适应训练计划同步。

# settings.account
source: Account
es: Cuenta
zh_hans: 账户

# settings.account.connected
source: Plainstride account connected
es: Cuenta de Plainstride conectada
zh_hans: 已连接 Plainstride 账户

# settings.edit.profile
source: Edit profile
es: Editar perfil
zh_hans: 编辑个人资料

# settings.display.name
source: Display name
es: Nombre visible
zh_hans: 显示名称

# settings.username
source: Username
es: Nombre de usuario
zh_hans: 用户名

# settings.contact.email
source: Contact email
es: Correo de contacto
zh_hans: 联系邮箱

# settings.save
source: Save
es: Guardar
zh_hans: 保存

# settings.link.google
source: Link Google account
es: Vincular cuenta de Google
zh_hans: 关联 Google 账户
